Repository: common-repository/wp-greetings
Catalog: lang/dynamic-wp-greetbox-*.po
Languages: de, es, hr, nl_nl, pt_br, ru_ru

source: Active Greeting Messages
de: Aktive Grußnachrichten
es: Activar Mensajes de Bienvenida
hr: Aktivne Pozdravne Poruke
nl_nl: Actieve begroetings berichten
pt_br: Ativar mensagens de saudação
ru_ru: Активное Greeting сообщение

source: Referrer
de: Herkunft
es: Referencia
hr: Referiranje
nl_nl: Afkomst
pt_br: Referência

source: Icon
de: Symbol
es: Icono
hr: Ikona
nl_nl: Icoon
pt_br: Ícone
ru_ru: Иконка

source: Message
de: Nachricht
es: Mensaje
hr: Poruka
nl_nl: Bericht
pt_br: Mensagem
ru_ru: Сообщение

source: Action
de: Aktion
es: Acción
hr: Akcija
nl_nl: Actie
pt_br: Ação
ru_ru: Действие

source: Add new greeting message
de: Neue Grußnachricht hinzufügen
es: Añadir nuevo mensaje de bienvenida
hr: Dodaj novu pozdravnu poruku
nl_nl: Voeg nieuwe begroeting toe
pt_br: Adicionar nova mensagem de saudação
ru_ru: Добавить новое приветствие

source: Inactive Greeting Messages
de: Inaktive Grußnachrichten
es: Desactivar Mensajes de Bienvenida
hr: Neaktivne Pozdravne Poruke
nl_nl: Inactieve begroetings berichten
pt_br: Desativar mensagens de saudação
ru_ru: Неактивные приветствие

source: Exclusion Rules
de: Ausschluss Regeln
es: Reglas de exclusión
hr: Pravila Izdvajanja
nl_nl: Uitsluit regels
pt_br: Regras de exclusão
ru_ru: Правила исключения

source: List referral URLs that you do not want to show a greeting message to (line delimited).
de: Liste der Herkunfts URLs, bei denen keine Grußnachricht angezeigt werden (Begrenztes Zeilenende).
es: Lista de de URLs de referencia que no quieres mostar el mensaje de bienvenida (separar por saltos de línea).
hr: Lista referentnih URL-ova kojima ne želite pokazati pozdravnu poruku (svaka stavka u novi red)
nl_nl: Lijst van URLs waar bezoekers van afkomen waarvan u niet wil dat ze een bericht te zien krijgen (1 per regel).
pt_br: Liste as URLs de referência nas quais você não quer mostrar uma mensagem de saudação (linha delimitada).
ru_ru: Список реферал-URL, которые не должны отображать приветствие.

source: Treat each line as a regular expression
de: Jeder Ausdruck in eine eigene Zeile
es: Tratar cada línea como una expresión regular
hr: Tretiraj svaki red kako normalni izraz
nl_nl: Behandel iedere regel als reguliere expressie
pt_br: Trate cada linha como uma expressão regular
ru_ru: Читать каждую линию как регулярное выражение

source: Update Options
de: Optionen aktualisieren
es: Opciones de actualización
hr: Ažuriraj Opcije
nl_nl: Update instellingen
pt_br: Atualizar opções
ru_ru: Обновить настройки

source: All of your custom messages will also be reset. Are you sure you want to reset all settings?
de: Alle bearbeiteten Nachrichten werden ebenfalls zurückgesetzt. Bist Du sicher das Du alle Einstellungen zurücksetzen willst?
es: Todos tus mensajes personalizados también se restablecerán. ¿Estás seguro de que desea reiniciar la configuración?
hr: Sve poruke koje ste vi stvorili također će biti vraćene izvorne postavke. Jeste li sigurni da želite vratiti sve izvorne postavke?
nl_nl: Al uw zelf gemaakte berichten worden ook gereset. Weet u zeker dat u alles wilt resetten?
pt_br: Todas as suas mensagens personalizadas também serão redefinidas. Tem certeza de que deseja redefinir todas as configurações?
ru_ru: Все ваши сообщения тоже будут сброшены. Вы уверены, что хотите сделать это?

source: Hide
de: Verstecke
es: Ocultar
hr: Sakrij
nl_nl: Verberg
pt_br: Ocultar
ru_ru: Скрыть

source: Show
de: Zeige
es: Mostrar
hr: Prikaži
nl_nl: Laat zien
pt_br: Mostrar
ru_ru: Показать

source: Support this plugin!
de: Unterstütz dieses Plugin!
es: ¡Apoya este plugin!
hr: Podržite ovaj plugin!
nl_nl: Ondersteun deze plugin!
pt_br: Apoie este plugin!
ru_ru: Поддержать этот плагин!

source: General Configuration
de: Generelle Konfiguration
es: Configuración General
hr: Osnovna Konfiguracija
nl_nl: Algemene configuratie
pt_br: Configurações gerais
ru_ru: Главные настройки

source: Automatically show greeting message on posts
de: Grußnachrichten automatisch in Beiträgen anzeigen
es: Mostrar automáticamente mensajes de bienvenida en las entradas
hr: Automatski prikaži pozdravnu poruku u postovima
nl_nl: Laat automatisch begroetings berichten zien bij Berichten
pt_br: Automaticamente mostrar a mensagem de saudação nos tópicos
ru_ru: Автоматически показывать поздравительные послания в посте

source: uncheck for manual insertion
hr: deselektiraj za ručno postavljanje
pt_br: desmarque para inserção manual

source: Automatically show greeting message on pages
de: Grußnachrichten automatisch in Seiten anzeigen
es: Mostrar automáticamente mensajes de bienvenida en las páginas
hr: Automatski prikaži pozdravnu poruku na stranicama
nl_nl: Laat automatisch begroetings berichten zien bij Paginas
pt_br: Automaticamente mostrar a mensagem de saudação nas páginas
ru_ru: Автоматически показывать поздравительные послания на страницах

source: Allow users to close the greeting message
de: Lesern erlauben die Grußnachricht zu schließen
es: Permitir a los usuarios cerrar los mensajes de bienvenida
hr: Dopusti korisnicima da zatvore pozdravnu poruku
nl_nl: Sta gebruikers toe het begroetings bericht te sluiten
pt_br: Permitir que usuários fechem a mensagem de saudação
ru_ru: Разрешать пользователям закрывать поздравительное сообщение

source: Position greeting message
de: Position der Grußnachricht
es: Posición del mensaje de bienvenida
hr: Pozicija pozdravne poruke
nl_nl: Positie begroetings bericht
pt_br: Posição da mensagem de saudação
ru_ru: Расположение поздравления

source: before
de: vor
es: antes
hr: prije
nl_nl: voor
pt_br: antes
ru_ru: до

source: after
de: nach
es: después
hr: nakon
nl_nl: na
pt_br: depois
ru_ru: после

source: the post/page.
de: Beitrag/Seite.
es: la entrada/página.
hr: posta/stranice.
nl_nl: het bericht/de pagina.
pt_br: do tópico/página
ru_ru: поста/страницы

source: Related Post Options
de: Optionen für ähnliche Beiträge
es: Opciones de las Entradas Relacionadas
hr: Srodne Post Opcije
nl_nl: Gerelateerde berichten instellingen
pt_br: Opções de tópicos relacionados
ru_ru: Настройки Related Post

source: Detect keywords from search engines referrers and display related posts
de: Schlüsselwörter von Suchmaschinen Refferers feststellen und ähnliche Beiträge anzeigen
es: Detecta palabras clave de referencias desde buscadores y muestra entradas relacionadas
hr: Detektiraj srodne ključne riječi sa tražilica i prikaži srodne postove
nl_nl: Detecteer zoekwoorden van zoekmachine afkomsten en laat gerelateerde berichten zien
pt_br: Detecte palavras-chave referidas nos mecanismos de busca e exiba tópicos relacionados
ru_ru: Определить ключевые слова из рефереров поисковых систем и отображать соответствующие должности

source: Position related posts
de: Position der ähnlichen Beiträge
es: Posición de las entradas relacionadas
hr: Pozicija srodnih postova
nl_nl: Positie gerelateerde berichten
pt_br: Posição dos tópicos relacionados
ru_ru: Позиция соответствующих постов

source: the greeting message.
de: die Grußnachricht.
es: el mensaje de bienvenida.
hr: pozdravne poruke.
nl_nl: het begroetings bericht.
pt_br: a mensagem de saudação.
ru_ru: поздравление (я).

source: Show post excerpt in related posts
de: Beitragsauszug für ähnliche Beiträge anzeigen
es: Mostrar resumen de las entradas relacionadas
hr: Prikaži sažetak posta
nl_nl: Laat uitreksel zien bij gerelateerde berichten
pt_br: Mostrar o resumo do tópico em tópicos relacionados
ru_ru: Показывать выдержки в связанных постах

source: Expand related posts by default
de: Ähnliche Beiträge standardmässig anzeigen
es: Muestra las entradas relacionadas por defecto
hr: Proširi srodne postove kao zadano
nl_nl: Open gerelateerde berichten automatisch
pt_br: Expandir tópicos relacionados por padrão
ru_ru: Разворачивать связанные посты по умолчанию

source: Advanced Options
de: Erweiterte Optionen
es: Opciones Avanzadas
hr: Napredne Opcije
nl_nl: Geavanceerde instellingen
pt_br: Opções avançadas
ru_ru: Расширенные настройки

source: Enable compatibility with cache plugins
de: Kompatiblität mit Cache Plugins aktivieren
es: Activar compatibilidad con plugins de cacheo
hr: Omogući kompatibilnost sa cache pluginovima
nl_nl: Activeer compatibiliteit met cache plugins
pt_br: Ativar compatibilidade com plugins de cache
ru_ru: Включить совместимость плагина с кэшем

source: If check, Wp Greetings will use Javascript to load the greeting message
de: Wenn aktiviert, nutzt Wp Greetings zum Laden der Grußnachrichten Javascript.
es: Si se activa, Wp Greetings utilizará Javascript para cargar el mensaje de bienvenida
hr: Ako je uključeno, Wp Greetings koristiti će Javascript za učitavanje pozdravne poruke
nl_nl: Als u dit aanvikt, zal Wp Greetings Javascript gebruiken om het begroetings bericht te laden
pt_br: se marcada, o Wp Greetings irá utilizar Javascript para carregar a mensagem de saudação
ru_ru: Если отмечено, Wp Greetings будет использовать Javascript для загрузки поздравительных сообщений

source: Show greeting message to logged in users
hr: Prikaži pozdravnu poruku prijavljenim korisnicima
pt_br: Mostrar mensagem de saudação para usuários logados

source: uncheck to manually manage your own CSS
de: Deaktivieren um manuell eigene CSS zu nutzen
es: desactivar para gestionar manualmente tu propio CSS
hr: deselektiraj za ručno upravljenje vašim CSS
nl_nl: vink dit niet aan om uw eigen CSS te gebruiken
pt_br: desmarque para gerenciar manualmente seu próprio CSS
ru_ru: снять для ручной настройки CSS

source: uncheck to manually manage your own JS
de: Deaktivieren um manuell eigenes JS zu nutzen
es: desactivar para gestionar manualmente tu propio JS
hr: deselektiraj za ručno upravljenje vašim JS
nl_nl: vink dit niet aan om uw eigen JS te gebruiken
pt_br: desmarque para gerenciar manualmente seu próprio JS
ru_ru: снять для ручной настройки JS

source: Your RSS feed URL. (replaces [[rss-link]] in greeting messages with this)
de: Deine RSS Feed URL. (damit wird [[rss-link]] in Grußnachrichten ersetzt)
es: La URL de tu feed RSS. (remplaza [[rss-link]] en los mensajes de bienvenida por esto)
hr: URL vašeg RSS kanala. (zamjeni [[rss-link]] u pozdravnoj poruci sa ovim)
nl_nl: Uw RSS Feed URL. (vervangt [[rss-link]] in begroetings berichten met dit)
pt_br: URL do seu feed RSS. (substitui o [[rss-link]] na mensagem de saudação por isto)
ru_ru: Ваш URL RSS-канала. (заменяет [[RSS-ссылки]] в поздравительных сообщениях)

source: HTML code to display before the greeting box.
de: Anzuzeigender HTML Code vor der Begrüßungsbox.
es: Código HTML que se va a mostrar antes del mensaje de bienvenida.
hr: HTML kod koji će biti prikazan prije pozdravne poruke.
nl_nl: HTML code die weergeven moet worden voor de box van het begroetings bericht.
pt_br: Código HTML para exibir antes da caixa de saudação.
ru_ru: HTML-код, который отображается до поздравления.

source: HTML code to display after the greeting box.
de: Anzuzeigender HTML Code nach der Begrüßungsbox.
es: Código HTML que se va a mostrar después del mensaje de bienvenida.
hr: HTML kod koji će biti prikazan nakon pozdravne poruke.
nl_nl: HTML code die weergeven moet worden na de box van het begroetings bericht.
pt_br: Código HTML para exibir após a caixa de saudação.
ru_ru: HTML-код, который отображается после поздравления.

source: HTML code to display before the image in the greeting box.
de: Anzuzeigender HTML Code vor dem Bild in der Begrüßungsbox.
es: Código HTML que se va a mostrar antes de la imagen del mensaje de bienvenida.
hr: HTML kod koji će biti prikazan prije slike u pozdravnoj poruci.
nl_nl: HTML code die weergeven moet worden afbeelding de afbeelding van het begroetings bericht.
pt_br: Código HTML para exibir antes da imagem na caixa de saudação.
ru_ru: HTML-код, который отображается до изображения в поздравлении.

source: HTML code to display after the image in the greeting box.
de: Anzuzeigender HTML Code nach dem Bild in der Begrüßungsbox.
es: Código HTML que se va a mostrar después de la imagen del mensaje de bienvenida.
hr: HTML kod koji će biti prikazan nakon slike u pozdravnoj poruci.
nl_nl: HTML code die weergeven moet worden na de afbeelding van het begroetings bericht.
pt_br: Código HTML para exibir após a imagem na caixa de saudação.
ru_ru: HTML-код, который отображается после изображения в поздравлении.

source: HTML code to display before the text in the greeting box.
de: Anzuzeigender HTML Code vor dem Text in der Begrüßungsbox.
es: Código HTML que se va a mostrar antes del texto del mensaje de bienvenida.
hr: HTML kod koji će biti prikazan prije teksta u pozdravnoj poruci.
nl_nl: HTML code die weergeven moet worden voor de tekst van het begroetings bericht.
pt_br: Código HTML para exibir antes do texto na caixa de saudação.
ru_ru: HTML-код, который отображается до текста в поздравлении.

source: HTML code to display after the text in the greeting box.
de: Anzuzeigender HTML Code nach dem Text in der Begrüßungsbox.
es: Código HTML que se va a mostrar después del texto del mensaje de bienvenida.
hr: HTML kod koji će biti prikazan nakon teksta u pozdravnoj poruci.
nl_nl: HTML code die weergeven moet worden na de tekst van het begroetings bericht.
pt_br: Código HTML para exibir após o texto na caixa de saudação.
ru_ru: HTML-код, который отображается до текста в поздравлении.

source: Upgrade Options
de: Upgrade Optionen
es: Actualizar Opciones
hr: Opcije Nadogradnje
nl_nl: Upgrade instellingen
pt_br: Opções de melhorias
ru_ru: Обновить настройки

source: Reset ALL Options
de: Alle Optionen zurücksetzen
es: Reiniciar TODAS las Opciones
hr: Vrati SVE izvorne postavke
nl_nl: Reset ALLE instellingen
pt_br: Redefinir TODAS as opções
ru_ru: Сбросить ВСЕ настройки

source: All of your current Wp Greetings options will be overwritten by the imported value. Are you sure you want to overwrite all settings?
de: Alle zurzeit genutzten Wp Greetings Optionen werden durch die Importwerte überschrieben. Alle Einstellungen wirklich überschreiben?
es: Todas las opciones de Wp Greetings se remplazarán por el valor importado. ¿Estás seguro que quieres remplazar todas las opciones?
hr: Sve vaše trenutne Wp Greetings opcije biti će prepisane uvezenim vrijednostima. Jeste li sigurni da želite prepisati sve postavke?
nl_nl: Al uw Wp Greetings instellingen zullen overschreven worden. Weet u zeker dat u alle instellingen wil overschrijven?
pt_br: Todas as suas atuais opções do Wp Greetings serão sobrescritas pelos valor importado. Tem certeza de que deseja sobrescrever todas as configurações?
ru_ru: Все ваши текущие настройки Wp Greetings будут перезаписаны на импортируемые. Вы уверены, что хотите переписать все настройки?

source: Export
de: Exportieren
es: Exportar
hr: Izvoz
nl_nl: Exporteren
pt_br: Exportar
ru_ru: Экспорт

source: This functionality will dump your entire Wp Greetings options into a file.
de: Diese Funktion speichert alle Wp Greetings Optionen in einer Datei.
es: Esta funcionalidad copiará todas las opciones de WP Greeet Box en un fichero.
hr: Ova funkcija će strpati sve vaše Wp Greetings opcije u jednu datoteku.
nl_nl: Deze functie zal al uw Wp Greetings instellingen exporteren naar een bestand.
pt_br: Esta funcionalidade armazenará todas as suas preferências do Wp Greetings em um arquivo para você salvar em seu computador.
ru_ru: Эта функция сделает снимок ваших настроек Wp Greetings в файл.

source: Export Options
de: Export Optionen
es: Opciones de Exportación
hr: Izvoz Opcija
nl_nl: Exporteer instellingen
pt_br: Exportar preferências
ru_ru: Экспорт настроек

source: Import
de: Importieren
es: Importar
hr: Uvoz
nl_nl: Importeren
pt_br: Importar
ru_ru: Импорт

source: Import Options
de: Import Optionen
es: Opciones de Importación
hr: Uvezi Opcije
nl_nl: Importeer instellingen
pt_br: Importar preferências
ru_ru: Импорт настроек

source: Activate
de: Aktivieren
es: Activar
hr: Aktiviraj
nl_nl: Activeer
pt_br: Ativar
ru_ru: Активация

source: Deactivate
de: Deaktivieren
es: Desactivar
hr: Deaktiviraj
nl_nl: Deactiveer
pt_br: Desativar
ru_ru: Деактивация

source: Edit
de: Bearbeiten
es: Editar
hr: Uredi
nl_nl: Bewerk
pt_br: Editar
ru_ru: Редактировать

source: Are you sure you want to delete?
de: Soll es wirklich gelöscht werden?
es: ¿Estás seguro que quieres eliminar?
hr: Jeste li sigurni da želite obrisati?
nl_nl: Weet u zeker dat u dit wil verwijderen?
pt_br: Tem certeza de que deseja excluir?
ru_ru: Вы уверены, что хотите удалить?

source: Delete
de: Löschen
es: Eliminar
hr: Obriši
nl_nl: Verwijderen
pt_br: Excluir
ru_ru: Удалить

source: You were searching for
de: Du hast gesucht nach
es: Estás buscando
hr: Tražili ste
nl_nl: U was bezig met zoeken naar
pt_br: Você estava procurando por
ru_ru: Вы искали

source: Posts relating to
de: Ähnliche Beiträge für
es: Entradas relacionadas a
hr: Postovi srodni sa
nl_nl: Berichten gerelateerd aan
pt_br: Tópicos relacionados
ru_ru: Пост связан с

source: Permanent Link to:
de: Permanent Link nach:
es: Enlace permanente a:
hr: Permanent Link do:
nl_nl: Permanente link naar:
pt_br: Link permanente:
ru_ru: Постоянная ссылка на:

source: Continue to display greeting message until user first closes it (overrides visitor timeout if checked)
de: Die Grußnachricht weiterhin Anzeigen bis der Besucher sie das erste Mal schließt (Überschreibt den Besucher Timeout wenn aktiviert)
es: Continuar mostrando el mensaje de bienvenida hasta que el usuario lo cierre (sobreescribir el tiempo de espera del visitante si está activado)
hr: Nastavi prikazivati pozdravnu poruku dok ju korisnik prvi ne zatvori (premošćuje vremensko ograničenje za posjetitelje ako je uključeno)
nl_nl: Laat het begroetings bericht zien totdat de gebruiker deze sluit (overschrijft bezoekers time-out als dit is aangevinkt)
pt_br: Continue exibindo a mensagem de saudação até que o usuário feche-a pela primeira vez (se marcada, anula o intervalo de tempo)
ru_ru: Продолжайте показывать приветствие до тех пор, пока первый пользователь не закроет его (таймаут переопределяет посетитель при проверке)

source: Visitor Timeout (minutes)
de: Besucher Timeout (Minuten)
es: Tiempo de espera del visitante (minutos)
hr: Vremensko ograničenje za posjetitelje (minute)
nl_nl: Bezoekers time-out (minuten)
pt_br: Intervalo de visita (minutos)
ru_ru: Таймаут гостя (в минутах)

source: Greeting Icon (optional)
de: Grußnachrichten Symbol (Optional)
es: Icono de Bienvenida (opcional)
hr: Pozdravna Ikona (opcionalno)
nl_nl: Begroetings icoon (optioneel)
pt_br: Ícone da saudação (opcional)
ru_ru: Поздравительная иконка (опционально)

source: Greeting Icon Link (optional)
de: Grußnachrichten Link (Optional)
es: Icono del enlace de Bienvenida (opcional)
hr: Link Pozdravne Ikone (opcionalno)
nl_nl: Begroetings icoon link (optioneel)
pt_br: Link no ícone da saudação (opcional)
ru_ru: Ссылка на поздравительную иконку (опционально)

source: Greeting message
de: Grußnachricht
es: Mensaje de Bienvenida
hr: Pozdravna poruka
nl_nl: Begroetings bericht
pt_br: Mensagem de saudação
ru_ru: Поздравительное сообщение

source: Add
de: Hinzufügen
es: Añadir
hr: Dodaj
nl_nl: Voeg toe
pt_br: Adicionar
ru_ru: Добавить

source: Cancel
de: Abbrechen
es: Cancelar
hr: Otkaži
nl_nl: Annuleer
pt_br: Cancelar
ru_ru: Отмена

source: Referrer URL
de: Herkunfts URL
es: URL de Referencia
hr: Referentni URL
nl_nl: URL van afkomst
pt_br: URL de referência

source: Save
de: Speichern
es: Guardar
hr: Snimi
nl_nl: Opslaan
pt_br: Salvar
ru_ru: Сохранить

source: Greeting Messages
de: Grußnachrichten
es: Mensajes de Bienvenida
hr: Pozdravne Poruke
nl_nl: Begroetings berichten
pt_br: Mensagens de saudação
ru_ru: Поздравительные сообщения

source: Import/Export
de: Importieren/Exportieren
es: Importar/Exportar
hr: Uvoz/Izvoz
nl_nl: Importeer/Exporteer
pt_br: Importar/Exportar
ru_ru: Импорт/Экспорт

source: Documentation
de: Dokumenation
es: Documentación
hr: Dokumentacija
nl_nl: Documentatie
pt_br: Documentação
ru_ru: Документация

source: RSS icon
pt_br: ícone RSS

source: loading...
pt_br: carregando...

source: Display 'Powered by Wp Greetings' link at the bottom right corner of the greeting message
pt_br: Exibir o link 'Powered by Wp Greetings' no canto inferior direito da mensagem de saudação

source: Do not display 'Powered by Wp Greetings' link. I will %sdonate%s and/or write about this plugin
pt_br: Não exibir o link 'Powered by Wp Greetings'. Eu irei %sfazer uma doação%s e/ou escrever sobre este plugin

source: Enable rounded corners
pt_br: Ativar cantos arredondados

source: CSS3 browsers only
pt_br: somente navegadores CSS3

source: Enable drop shadow
pt_br: Ativar sombra

source: Have icon link open a new browser window (same as target='_blank')
pt_br: Faça o link do ícone abrir em uma nova janela do navegador (tal como a target='_blank')

source: Limit related posts to %s posts
pt_br: Limite o número de tópicos relacionados em %s tópicos

source: Limit related post excerpts to %s words
pt_br: Limite o resumo de tópico relacionado em %s palavras

source: Debug mode
pt_br: Modo de depuração

source: Will always show greet box regardless of settings
pt_br: sempre mostrar a caixa de saudação apesar das configurações

source: Enable %s
pt_br: Ativar %s

source: Enable %s and %s
pt_br: Ativar %s e %s

source: Your 'Subscribe via Email' URL. (replaces [[email-link]] in greeting messages this)
pt_br: URL do seu 'Assinar via E-mail'. (substitui o [[email-link]] na mensagem de saudação por isto)

source: %s Options
pt_br: %s Opções

source: This functionality will restore your entire Wp Greetings options from a file.
pt_br: Esta funcionalidade irá restaurar todas as suas preferências do Wp Greetings de um arquivo salvo anteriormente.

source: Make sure you've done an export and backup the exported file before you try this!
pt_br: Certifique-se de que você fez uma exportação e copiou o arquivo exportado antes de tentar isto!

source: Disable Wp Greetings on this post/page?
pt_br: Desativar Wp Greetings em tópicos/páginas?

source: You are using WordPress version %s.
pt_br: Você está usando a versão WordPress %s.

source: %s recommends that you use WordPress %s or newer.
pt_br: %s recomenda que você use o WordPress %s ou superior.

source: %sPlease update!%s
pt_br: %sPor favor, atualize!%s

source: %s options has been updated.
pt_br: Opções do %s atualizadas.

source: %s options has been upgraded.
pt_br: Opções do %s melhoradas.

source: Some option settings were missing (possibly from plugin upgrade).
pt_br: Algumas opções de configuração foram perdidas (possivelmente por atualizar o plugin).

source: %s options has been reset.
pt_br: Opções do %s foram redefinidas.

source: %s cache has been cleared.
pt_br: Cache do %s foi apagado.

source: %s options imported.
pt_br: Opções do %s importadas.

source: %s options import failed!
pt_br: Falha ao importar as opções do %s!

source: Did not receive any file to be imported. %s options import failed!
pt_br: Nenhum arquivo recebido foi importado. A importação das opções do %s falhou!

source: Found syntax errors in file being imported. %s options import failed!
pt_br: Encontrado erro de sintaxe no arquivo importado. A importação das opções do %s falhou.

source: See posts relating to your search
pt_br: Veja tópicos relativos a sua pesquisa

source: Hide related posts
pt_br: Ocultar tópicos relacionados

source: Display "Powered by Wp Greetings" link at the bottom right corner of the greeting message
de: "Unterstützt von Wp Greetings" im rechten unteren Bereich der Grußnachricht anzeigen
es: Mostrar el enlace "Powered by Wp Greetings" en la esquina inferior derecha del mensaje de bienvenida
hr: Prikaži "Pokreće Wp Greetings" link u doljnjem desnom kutu pozdravne poruke
nl_nl: Laat de "Medemogelijk gemaakt door Wp Greetings" link zien rechtsonder van het begroetings bericht
ru_ru: Показывать ссылку "Powered by Wp Greetings" в правом нижнем углу окна приветствия
