Repository: common-repository/wp-greetings
Catalog: lang/dynamic-wp-greetbox-*.po
Languages: de, es, hr, nl_nl, pt_br, ru_ru

source: Do not display "Powered by Wp Greetings" link. I will <a href="http://111waystomakemoney.com/donate">donate</a> and/or write about this plugin
de: "Unterstützt von Wp Greetings" nicht anzeigen. Ich werde <a href="http://111waystomakemoney.com/donate">spenden</a> und/oder einen Beitrag über dieses Plugin schreiben
es: No mostrar el enlace "Powered by Wp Greetings". <a href="http://111waystomakemoney.com/donate">Donaré</a> y/o escribiré sobre este plugin
hr: Nemoj prikazati "Pokreće Wp Greetings" link. <a href="http://111waystomakemoney.com/donate">Donirati ću</a> i/ili pisati o ovom pluginu
nl_nl: Laat de "Medemogelijk gemaakt door Wp Greetings" link niet zien. Ik zal iets <a href="http://111waystomakemoney.com/donate">doneren</a> en/of schrijven over deze plugin
ru_ru: Не отображать ссылку "Powered by Wp Greetings". Я <a href="http://111waystomakemoney.com/donate">пожертвую</a> и/или напишу об этом плагине

source: uncheck for
de: deaktivieren für
es: desmarca para
nl_nl: vink niet aan voor
ru_ru: снять отметку для

source: manual insertion
de: Manuel einfügen
es: inserción manual
nl_nl: handmatige invoeging
ru_ru: ручная вставка

source: Have icon link open a new browser window (same as target="_blank")
de: Klick auf das Symbol in einem neuen Browserfenster öffnen (genau so wie="_blank")
es: Tener un icono en el enlace para abrir una nueva ventana (igual a target="_blank")
hr: Neka link ikona otvori novi prozor preglednika (isto kao i target="_blank")
nl_nl: Laat de icoon link open in een nieuw venster (hetzelfde als target="_blank")
ru_ru: По нажатию на значокоткроется новое окно браузера (так же, как target="_blank")

source: Limit related posts to
de: Ähnliche Beiträge begrenzen auf
es: Limitar número de entradas relacionadas a
hr: Limitiraj srodne postove na
nl_nl: Limiteer gerelateerde berichten tot
ru_ru: Ограничить связанные посты

source: posts
de: Beiträge
es: entradas
hr: post/a/ova
nl_nl: berichten
ru_ru: постов

source: Limit related post excerpts to
de: Beitragsauszug für ähnliche Beiträge limitieren auf
es: Limitar el resumen de las entradas relacionadas a
hr: Limitiraj srodne post sažetke na
nl_nl: Limiteer gerelateerde bericht uitreksels tot
ru_ru: Ограничить выдержку связанных постов до

source: words
de: Worte
es: palabras
hr: riječi
nl_nl: woorden
ru_ru: слов

source: Enable
de: Aktivieren
es: Activar
hr: Omogući
nl_nl: Activeer
ru_ru: Включить

source: and
de: und
es: y
hr: i
nl_nl: en
ru_ru: и

source: Your "Subscribe via Email" URL. (replaces [[email-link]] in greeting messages this)
de: Deine "Abonniere per Email" URL. (damit wird [[email-link]] in Grußnachrichten ersetzt)
es: Tu URL de "Suscripción por Email". (remplaza [[email-link]] en los mensajes de bienvenida por esto)
hr: Vaš "Pretplata putem Emaila" URL. (zamjeni [[email-link]] u pozdravnoj poruci sa ovim)
nl_nl: Uw "Abboneer via e-mail" URL. (vervangt [[email-link]] in begroetings berichten met dit)
ru_ru: Ваша ссылка на "Подписка по Email". (заменяет [[email-link]] в поздравлениях)

source: This functionality will restore your entire Wp Greetings options from a file.<br/><strong>Make sure you've done an export and backup the exported file before you try this!</strong>
de: Diese Funktion stellt alle Wp Greetings Optionen über eine Datei wieder her.<br/><strong>Vergewissere Dich, das Du einen Export erstellt hast und sichere die exportierte Datei bevor Du weitermachst!</strong>
es: Esta funcionalidad restaurará toda la configuración de Wp Greetings desde un archivo.<br/><strong>¡Asegúrese de que ha hecho una copia de seguridad antes de probar esto!
hr: Ova funkcija će vratiti sve vaše Wp Greetings opcije iz datoteke.<br/><strong>Uvjerite se da ste prvo izvezli i backupirali izvoznu datoteku prije nego što napravite ovo!</strong>
nl_nl: Deze functie zal uw Wp Greetings instellingen importeren vanuit een bestand.</br><strong>Verzeker u ervan dat u uw huidige instellingen hebt geÃ«xporteerd en gebackupt voordat u dit probeert!</strong>
ru_ru: Эта функция сделает восстановление ваших настроек Wp Greetings из файла.<br/><strong>Убедитесь, что вы сделали экспорт и резервное копирование экспортируемого файла, прежде чем вы попытаетесь это сделать!</strong>

source: Wp Greetings requires WordPress 2.6 or newer. <a href="http://codex.wordpress.org/Upgrading_WordPress">Please update!</a>
de: Wp Greetings benötigt WordPress 2.6 oder höher. <a href="http://codex.wordpress.org/Upgrading_WordPress">Bitte Aktualisieren!</a>
es: Wp Greetings require una versión de WordPress 2.6 o superior. <a href="http://codex.wordpress.org/Upgrading_WordPress">¡Por favor actualiza!</a>
nl_nl: Wp Greetings werk alleen op WordPress 2.6 of nieuwer. <a href="http://codex.wordpress.org/Upgrading_WordPress">Update alstublieft eerst!</a>
ru_ru: Wp Greetings требует WordPress 2.6 или новее. <a href="http://codex.wordpress.org/Upgrading_WordPress">Обновитесь!</a>

source: <div class="updated fade"><p>You are using WordPress version
de: <div class="updated fade"><p>Verwendet wird WordPress Version
es: <div class="updated fade"><p>Estás utilizando la versión de WordPress
hr: <div class="updated fade"><p>Koristite WordPress inačicu
nl_nl: <div class="updated fade"><p>U gebruikt WordPress versie
ru_ru: <div class="updated fade"><p>Вы используете версию WordPress

source: . Wp Greetings recommends that you use WordPress 2.6 or newer. <a href="http://codex.wordpress.org/Upgrading_WordPress">Please update!</a></p></div>
de: . Wp Greetings empfiehlt die Nutzung von WordPress 2.6 oder neuer. <a href="http://codex.wordpress.org/Upgrading_WordPress">Bitte Aktualisieren!</a></p></div>
es: . Wp Greetings recomienda usar una versión de WordPress 2.6 o superior. <a href="http://codex.wordpress.org/Upgrading_WordPress">¡Por favor actualiza!</a></p></div>
nl_nl: . Wp Greetings beveelt u aan om WordPress 2.6 of nieuwer te gebruiken. <a href="http://codex.wordpress.org/Upgrading_WordPress">Update alstublieft eerst!</a></p></div>
ru_ru: . Wp Greetings требует WordPress 2.6 или новее. <a href="http://codex.wordpress.org/Upgrading_WordPress">Обновитесь!</a></p></div>

source: <div class="updated fade"><p>Wp Greetings options have been upgraded.</p></div>
de: <div class="updated fade"><p>Wp Greetings Optionen wurden aktualisiert.</p></div>
es: <div class="updated fade"><p>Las opciones de Wp Greetings han sido actualizadas.</p></div>
hr: <div class="updated fade"><p>Wp Greetings opcije su nadograđene.</p></div>
nl_nl: <div class="updated fade"><p>Wp Greetings instellingen zijn upgegraded.</p></div>
ru_ru: <div class="updated fade"><p>Настройки Wp Greetings были обновлены.</p></div>

source: See posts relating to your search &#187;
de: Beiträge die zur Suche nach &#187; passen
es: Ver entradas relacionadas a tu búsqueda &#187;
hr: Pogledaj postove srodne sa vašom pretragom &#187;
nl_nl: Bekijk berichten gerelateerd aan uw zoek opdracht &#187;
ru_ru: См. посты, связанные с поиском &#187;

source: &#171; Hide related posts
de: &#171; Ähnliche Beiträge verstecken
es: &#171; Ocultar entradas relacionadas
hr: &#171; Sakrij srodne postove
nl_nl: &#171; Verberg gerelateerde berichten
ru_ru: &#171; Скрыть связанные посты

source: Powered by Wp Greetings
de: Unterstützt durch Wp Greetings
nl_nl: Medemogelijk gemaakt door Wp Greetings

source: Wp Greetings options updated.
de: Wp Greetings Optionen aktualisiert.
es: Se han actualizado las opciones de Wp Greetings.
hr: Wp Greetings opcije ažurirane
nl_nl: Wp Greetings instellingen geupdate.
ru_ru: Настройки Wp Greetings обновлены.

source: Wp Greetings options upgraded.
de: Wp Greetings Optionen aktualisiert.
es: Las opciones de Wp Greetings han sido actualizadas.
hr: Wp Greetings opcije nadograđene.
nl_nl: Wp Greetings instellingen geupgrade.
ru_ru: Настройки Wp Greetings обновлены.

source: Wp Greetings options have been reset.
de: Wp Greetings Optionen wurden zurückgesetzt.
es: Se han reiniciado las opciones de Wp Greetings.
hr: Wp Greetings opcije vraćene na prvotne postavke.
nl_nl: Wp Greetings instellingen zijn gereset.
ru_ru: Настройки Wp Greetings сброшены.

source: Wp Greetings options imported.
de: Wp Greetings Optionen importiert.
es: Se han importado las opciones de Wp Greetings.
hr: Wp Greetings opcije su uvezene.
nl_nl: Wp Greetings instellingen geÃ¯mporteerd.
ru_ru: Настройки Wp Greetings импортированы.

source: Wp Greetings options import failed!
de: Import der Wp Greetings Optionen fehlgeschlagen!
es: No se han importado las opciones de Wp Greetings.
hr: Uvoz Wp Greetings opcija nije uspio!
nl_nl: Wp Greetings instellingen importeren mislukt!
ru_ru: Импорт настроек Wp Greetings завершен неудачно.

source: Did not receive any file to be imported. Wp Greetings options import failed!
de: Keine Datei für den Import empfangen. Wp Greetings Import fehlgeschlagen!
es: No se ha recibido ningún fichero para importarse. ¡La importación de opciones de Wp Greetings ha fallado!
hr: Nije primljen ni jedna datoteka za uvoz. Uvoz Wp Greetings opcija nije uspio!
nl_nl: Er is geen bestand ontvangen om te importeren. Wp Greetings instellingen importeren mislukt!
ru_ru: Не получены файлы, которые должны быть импортированы. Ошибка импорта настроек Wp Greetings!

source: Found syntax errors in file being imported. Wp Greetings options import failed!
de: Syntexfehler in der importierten Datei festgestellt. Import der Wp Greetings Optionen fehlgeschlagen!
es: Se han encontrado errores de sintaxis en el fichero importado. ¡La importación de opciones de Wp Greetings ha fallado!
hr: Pronađene su greške u datoteci koja se uvozi. Uvoz Wp Greetings opcija nije uspio!
nl_nl: Syntax fouten gevonden in het te importeren bestand. Wp Greetings instellingen importeren mislukt!
ru_ru: Найдены ошибки в синтаксисе файла импорта. Ошибка импорта настроек Wp Greetings!

source: Wp Greetings Options
de: Wp Greetings Optionen
es: Opciones de Wp Greetings
hr: Wp Greetings Opcije
nl_nl: Wp Greetings Instellingen
ru_ru: Настройки Wp Greetings

source: . Wp Greetings recommends that you use WordPress 2.7 or newer. <a href="http://codex.wordpress.org/Upgrading_WordPress">Please update!</a></p></div>
hr: . Wp Greetings preporučuje da koristite WordPress 2.7 ili noviji. <a href="http://codex.wordpress.org/Upgrading_WordPress">Molimo nadogradite!</a></p></div>

source: Powered by
hr: Pokreće
